tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jesseduffield/lazynpm"
brew "automake"
brew "xz"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cairo"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "folly"
brew "exercism"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "glow"
brew "libtool"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "make"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "nvm"
brew "openssl@3"
brew "pango"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "ripgrep"
brew "rlwrap"
brew "sbcl"
brew "shellcheck"
brew "slides"
brew "starship"
brew "stow"
brew "stylua"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "wrk"
brew "yarn"
brew "jesseduffield/lazygit/lazygit"
brew "jesseduffield/lazynpm/lazynpm"
cask "alt-tab"
cask "android-sdk"
cask "atext"
cask "docker"
cask "dropbox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-meslo-lg-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-victor-mono"
cask "iterm2"
cask "keyboard-maestro"
cask "kitematic"
cask "meld"
cask "mockoon"
cask "mysqlworkbench"
cask "neovide"
cask "react-native-debugger"
cask "rectangle"
cask "temurin8"
cask "the-archive"
cask "visual-studio-code"
cask "zettlr"
