tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "facebook/fb"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jesseduffield/lazynpm"
tap "joerdav/xc"
tap "kt3k/tap"
tap "mobile-dev-inc/tap"
tap "pkgxdev/made"
tap "teaxyz/pkgs"
tap "withgraphite/tap"
brew "xz"
brew "automake"
brew "bison"
brew "gdbm"
brew "gettext"
brew "glib"
brew "libffi"
brew "pkg-config"
brew "openssl@3"
brew "readline"
brew "python@3.9"
brew "cairo"
brew "chruby"
brew "cmake"
brew "coreutils"
brew "curl"
brew "folly"
brew "edencommon"
brew "exercism"
brew "libyaml"
brew "openssl@3"
brew "fastlane"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fd"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "unbound"
brew "gnutls"
brew "python@3.11"
brew "gobject-introspection"
brew "libtool"
brew "guile"
brew "harfbuzz"
brew "helix"
brew "htop"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "make"
brew "neovim"
brew "nghttp2"
brew "ninja"
brew "nvm"
brew "openjdk"
brew "pango"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "python@3.8"
brew "ripgrep"
brew "rlwrap"
brew "ruby-install"
brew "sbcl"
brew "shellcheck"
brew "slides"
brew "starship"
brew "stow"
brew "stylua"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "watch"
brew "wget"
brew "wrk"
brew "facebook/fb/idb-companion"
brew "jesseduffield/lazygit/lazygit"
brew "jesseduffield/lazynpm/lazynpm"
brew "joerdav/xc/xc"
brew "mobile-dev-inc/tap/maestro"
brew "pkgxdev/made/pkgx"
brew "withgraphite/tap/graphite"
cask "alt-tab"
cask "android-sdk"
cask "atext"
cask "docker"
cask "dropbox"
cask "flipper"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-noto-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "iterm2"
cask "keyboard-maestro"
cask "kitematic"
cask "meld"
cask "mockoon"
cask "mysqlworkbench"
cask "react-native-debugger"
cask "rectangle"
cask "temurin8"
cask "the-archive"
cask "visual-studio-code"
vscode "4ops.terraform"
vscode "brittanychiang.halcyon-vscode"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.vscode-go-syntax"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golang.go"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-pyright.pyright"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "planbcoding.vscode-react-refactor"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
