tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "facebook/fb"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "jesseduffield/lazynpm"
tap "joerdav/xc"
tap "kt3k/tap"
tap "mobile-dev-inc/tap"
tap "oven-sh/bun"
tap "withgraphite/tap"
brew "xz"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "bison"
brew "gettext"
brew "openssl@3"
brew "glib"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "curl"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "efm-langserver"
brew "node"
brew "eslint"
brew "exercism"
brew "libyaml"
brew "fastlane"
brew "fd"
brew "fzf"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "pkgconf"
brew "gobject-introspection"
brew "libtool"
brew "guile"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "libffi"
brew "libgit2"
brew "make"
brew "mise"
brew "mvfst"
brew "nghttp2"
brew "ninja"
brew "nvm"
brew "pango"
brew "pipx"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "ranger"
brew "ripgrep"
brew "rlwrap"
brew "ruby-install"
brew "ruby@3.1"
brew "sbcl"
brew "shellcheck"
brew "slides"
brew "starship"
brew "stow"
brew "stylua"
brew "the_silver_searcher"
brew "tmux"
brew "trash", link: true
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "wrk"
brew "zellij"
brew "facebook/fb/idb-companion"
brew "jesseduffield/lazygit/lazygit"
brew "jesseduffield/lazynpm/lazynpm"
brew "joerdav/xc/xc"
brew "mobile-dev-inc/tap/maestro"
brew "oven-sh/bun/bun"
brew "withgraphite/tap/graphite"
cask "alt-tab"
cask "android-sdk"
cask "android-studio"
cask "atext"
cask "dbeaver-community"
cask "docker"
cask "dropbox"
cask "flipper"
cask "font-cascadia-code"
cask "font-cascadia-mono"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono"
cask "font-fira-mono-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-heavy-data-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-noto-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "iterm2"
cask "keyboard-maestro"
cask "kitematic"
cask "meld"
cask "mockoon"
cask "mysqlworkbench"
cask "nimblenote"
cask "raycast"
cask "react-native-debugger"
cask "reactotron"
cask "rectangle"
cask "temurin@8"
cask "the-archive"
cask "visual-studio-code"
vscode "4ops.terraform"
vscode "azemoh.one-monokai"
vscode "bodil.file-browser"
vscode "bradlc.vscode-tailwindcss"
vscode "brittanychiang.halcyon-vscode"
vscode "dahong.theme-bear"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.vscode-go-syntax"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "eserozvataf.one-dark-pro-monokai-darker"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "jacobdufault.fuzzy-search"
vscode "jprestidge.theme-material-theme"
vscode "kahole.magit"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-pyright.pyright"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "planbcoding.vscode-react-refactor"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
